0
1
10_10
10_out
1_10
1_out
2
2_10
2_from
2_out
3
3_10
3_out
4
4_10
4_out
7
7_10
7_out
8
8_10
8_out
9
90_minutes
9_10
9_out
about_as
absolutely_no
absolutely_nothing
absurd
accent
acting
actors
adds
adds_to
adventure
again
ages
all_ages
all_costs
all_in
all_time
along
alright
also
although
always
amateurish
amazing
annoying
any
any_of
anyone_interested
anyone_who
anything
appalling
apparently
appreciate
appreciated
as_bad
as_good
as_if
as_well
ashamed
asleep
at_all
at_best
at_first
at_least
at_times
atmosphere
atrocious
attempt
attempt_at
attempt_to
attempts_at
attention
available
avoid
avoid_this
awesome
awful
b
b_movie
back_in
bad
bad_acting
bad_as
bad_but
bad_film
bad_movie
bad_movies
bad_this
badly
barely
basically
be_disappointed
be_funny
be_missed
beautiful
beautifully
beauty
become
been
believable
below
below_average
best
best_film
best_films
best_movie
best_movies
best_of
better
better_than
between
bit
blame
bland
book
bore
bored
boredom
boring
both
bother
bravo
breathtaking
brilliant
brilliantly
brings
brought
brutal
bunch
bunch_of
but_also
but_this
camera
can
can't
can't_believe
can't_wait
can_relate
can_watch
captures
cardboard
care
care_about
carries
caught
chance
charming
cheap
chilling
city
classic
cleverly
cliché
clichéd
come_on
comedies
compelling
completely
complex
confusing
consequences
continuity
contrived
costs
could
couldn't
couldn't_even
courage
crap
crappy
credibility
cried
day
deals_with
decent
definitely
definitely_recommend
definitely_worth
deliciously
delight
delightful
delivers
deserves
dialogue
did_not
didn't
didn't_care
different
dimensional
director
disappointed
disappointing
disappointment
disaster
disgusting
disjointed
do
do_not
doesn't
doesn't_even
doesn't_help
doesn't_make
doesn't_work
don't
don't_bother
don't_even
don't_miss
don't_waste
downhill
drama
draws
dreadful
dreams
drivel
dull
dumb
dvd
each
easy
easy_to
edge
edge_of
eerie
effective
effects
effort
either
else
embarrassed
embarrassing
embarrassingly
embarrassment
emotional
emotions
endless
enjoy
enjoyable
enjoyed
enjoyed_this
enough
entertaining
episode
episodes
especially
even
even_better
even_that
even_worse
everyday
excellent
excellent_film
excellently
except
exceptional
excuse
excuse_for
existent
experience
extraordinary
fabulous
failed
fails
fails_to
fake
family
fantastic
far_too
fascinating
fast_forward
fast_paced
favorite
favorite_movies
favorites
favourite
fears
feel
feel_good
feelings
fell_asleep
film_that
films
films_of
find
fine
finest
first
first_rate
first_saw
first_time
flat
flawless
flick
follows
for_everyone
for_free
for_this
for_those
forgettable
freedom
fresh
friendship
fun
funniest
future
garbage
gem
genius
gives
glad
god
going_for
good
good_as
good_idea
gorgeous
grade
grade_b
grade_d
great
great_acting
great_as
great_film
great_job
great_movie
greatest
gripping
gritty
growing_up
guess
guy
hackneyed
had_high
half
happy
haunting
heart
heartbreaking
helps
highly
highly_recommend
highly_recommended
hilarious
honestly
hooked
hoping
horrible
horribly
horrid
hour
hours_of
how_bad
how_good
how_not
human
hype
i'm
i'm_afraid
i'm_sorry
idea
ideal
idiotic
if
if_this
impact
impressed
inaccurate
inappropriate
incoherent
incomprehensible
incredible
inept
innocent
insipid
instead
insult
insult_to
insulting
intense
interesting_but
irritating
isn't_even
it's
it's_just
jean
job
joke
journey
joy_to
junk
just
just_as
just_bad
just_didn't
just_doesn't
just_great
just_isn't
just_not
just_plain
just_wasn't
keeps
knowing
lack
lack_of
lacked
lacking
lackluster
lacks
lame
late
later
laughable
least
let_down
life
lifeless
light
liked
liked_this
little_else
little_film
little_slow
little_to
live
lives
look_forward
look_like
looked
looked_like
looking
looks
looks_like
lost_interest
lot
lousy
love
love_this
loved
loved_this
low
ludicrous
magnificent
main_problem
make
makers
makes
makes_this
man
many
marvelous
masterpiece
material
matthau
may
may_not
maybe
mean
mediocre
meets
memorable
mess
might
might_enjoy
mildly
minutes
minutes_into
minutes_of
miscast
miserably
money
money_back
money_on
monster
more
more_like
most
most_boring
moved
movie_just
moving
mst3k
much_better
muddled
music
must_for
must_see
mystery_science
natural
neither
nevertheless
new
nice
nicely
no
no_plot
no_real
no_sense
no_story
noir
non_existent
none
none_of
nonetheless
nonsense
not_be
not_enough
not_even
not_funny
not_good
not_make
not_much
not_one
not_recommend
not_recommended
not_that
not_very
not_watch
not_worth
notch
nothing
nothing_more
nothing_to
nowhere
obnoxious
obvious
obviously
of_course
of_crap
of_fun
of_life
of_time
of_war
of_what
off
offensive
often
oh
ok
okay
olds
on_dvd
on_this
once
one_dimensional
one_good
one_of
one_star
only
only_complaint
only_good
only_problem
only_reason
only_redeeming
only_saving
only_thing
or
or_something
original
oscar
others
otherwise
outstanding
overlooked
own
paced
packed
paid
painful
painful_to
painfully
paint
pathetic
perfect
perfect_as
perfection
perfectly
performance
performance_as
performances
performances_by
personal
piece_of
pile
pitiful
played
plays
pleasant
pleasantly
pleasantly_surprised
pleased
pleasure
plenty
plenty_of
plodding
plot
plus_side
poignant
pointless
poor
poorly
poorly_written
portrayal
portrayal_of
potential
potential_but
power_of
powerful
predictable
premise
pretentious
pretty_bad
problem
producers
promising
provides
provoking
quiet
quite
random
rare
raw
realistic
reality
really_bad
really_enjoyed
really_good
really_liked
really_wanted
reason
recently
recommend
recommend_this
recommended
redeeming
refreshing
relationship
release
remarkable
remember
remotely
rent
rented
repetitive
rest
ride
ridiculous
rip_off
riveting
role
romantic
rubbish
ruined
sadly
sadness
same_time
sat_through
satisfying
save
save_this
save_yourself
saving
saw
saw_this
science_theater
scientist
score
screaming
script
seagal
season
seat
seconds
see
see_for
seemed
seemed_to
seems
seen
sense_of
sensitive
sequel
series
sex
shallow
sharp
shelf
should
should_see
shows
shows_how
silly
simple
simplicity
sit_back
sit_through
skip
skip_this
slow_but
small
so_bad
so_real
so_well
society
solid
some_kind
some_of
some_sort
someone
something_better
sometimes
sorry
sorry_but
soundtrack
spectacular
spent
splendid
spot_on
stay_away
steals
stick_to
still
stilted
stinker
stock_footage
story
story_of
strength
strong
stunning
stupid
stupidity
sub_par
subtitles
subtle
sucked
sucks
superb
superbly
supporting
suppose
supposed
supposed_to
supposedly
surprised
surprising
surprisingly
surprisingly_good
surreal
sweet
takes
tale
tears
tedious
tells
terrible
terrible_movie
terrific
than_any
than_most
than_this
thanks
that's_about
that_bad
that_will
that_would
then
there
thin
thing
thing_about
think
this_bad
this_crap
this_garbage
this_great
this_mess
this_movie
this_piece
this_thing
this_travesty
this_turkey
thoroughly_enjoyed
those_who
thought_provoking
through_this
thumbs_up
time
timeless
times
tired
tiresome
to_all
to_be
to_believe
to_make
to_recommend
to_sit
to_waste
today
today's
together
tolerable
too_many
top
top_notch
total
touched
touches
touching
traditional
tragic
trash
treat
tremendous
tried
tries
tripe
trite
true
truly
trying
turd
turkey
twists
two_hours
ugly
ultimate
unappealing
unbelievable
unconvincing
underrated
understated
unexpected
unforgettable
unfortunately
unfunny
uninspired
unintentional
unintentionally
uninteresting
unique
unless
unlike
unlikeable
unnecessary
unrealistic
unusual
unwatchable
urban
useless
utter
vapid
very
very_bad
very_different
very_disappointed
very_disappointing
very_enjoyable
very_entertaining
very_funny
very_good
very_little
very_moving
very_real
very_well
vhs
viewing
viewings
walked
walked_out
war
warm
wasn't
waste
waste_of
wasted
wasting
watchable
watching
watching_this
way_too
ways
weak
well
well_as
well_done
well_worth
well_written
what_makes
whatsoever
when
who
whole_movie
why
why_did
wider
will
with_great
with_this
witty
wonder
wonderful
wonderful_film
wonderfully
wooden
works
world
world_of
worse
worse_than
worst
worst_film
worst_films
worst_movie
worst_movies
worthless
would
would_be
would_love
would_recommend
wouldn't
wouldn't_recommend
wrenching
write
writers
writing
wrong
yawn
year_olds
years
young
