0
1
10_10
10_out
1_10
1_out
2
2_10
2_out
3
3_10
3_out
4
4_10
4_out
7
7_10
7_out
8
8_10
8_out
9
90_minutes
9_10
9_out
about_as
absolutely_no
absolutely_nothing
absurd
accent
acting
actors
adds
adds_to
adventure
advice
ages
all_ages
all_costs
alright
also
although
always
amateurish
amazing
annoyed
annoying
any
any_of
any_sense
anyone_who
anything
appalling
apparently
appreciate
appreciated
as_bad
as_good
as_if
as_well
ashamed
asleep
at_all
at_best
at_first
at_least
at_times
atmosphere
atrocious
attempt
attempt_at
attempt_to
attempts_at
available
avoid
avoid_at
avoid_this
awesome
awful
awful_movie
b
b_movie
bad
bad_acting
bad_as
bad_but
bad_film
bad_movie
bad_movies
bad_this
badly
barely
basically
be_funny
be_missed
beautiful
beautiful_film
beautifully
beauty
become
been
been_good
believable
below
below_average
best
best_film
best_films
best_movie
best_movies
best_of
better
between
bin
bit
blah
blame
bland
blend_of
bore
bored
boredom
boring
boring_movie
both
bother
bothered
breathtaking
brilliant
brilliant_as
brilliantly
brings
brought
brutal
bunch
bunch_of
but_also
but_this
but_why
camera
can't
can't_believe
can't_wait
can_relate
captures
cardboard
care
care_about
carries
cash_in
chance
charming
cheap
childhood
chilling
city
classic
cleverly
cliché
clichéd
clichés
come_on
comedies
compelling
completely
complex
confusing
consequences
continuity
contrived
costs
could
couldn't
couldn't_even
courage
cover
crafted
crap
crappy
cried
day
deals
deals_with
decent
deeply
definitely
definitely_recommend
definitely_worth
delight
delightful
delightfully
delivers
dialog
dialogue
did
did_this
didn't
didn't_care
different
dimensional
dire
disappointed
disappointing
disappointment
disaster
disgusting
disjointed
do
do_not
doesn't
doesn't_even
doesn't_help
doesn't_make
doesn't_work
don't
don't_bother
don't_even
don't_miss
don't_waste
downhill
drama
dreadful
dreams
dreck
drivel
dull
dumb
dvd
each
easy
easy_to
edge
edge_of
eerie
effective
effects
effort
either
else
embarrassed
embarrassing
embarrassingly
embarrassment
emotional
emotions
endless
engrossing
enjoy
enjoyable
enjoyable_film
enjoyed
enjoyed_this
enough
entertaining
entire_movie
episode
episodes
era
especially
even
even_better
even_close
even_that
even_worse
even_worth
everyday
excellent
excellent_as
excellent_film
excellent_job
excellent_movie
excellently
except
exceptional
excuse
excuse_for
existent
experience
explores
extraordinary
fabulous
failed
fails
fails_on
fails_to
failure
fake
family
fantastic
far_too
fascinating
fast_forward
fast_paced
favorite
favorite_movie
favorite_movies
favorites
favourite
feel_good
feelings
fell_asleep
fell_in
felt_like
film_just
film_school
filmmakers
films
films_of
finds
fine
finest
first_rate
first_saw
first_time
flat
flawless
flick
follows
for_everyone
for_free
for_this
for_those
forgettable
frank
freedom
fresh
friendship
from_outer
fun
funniest
future
garbage
gem
generous
genius
gives
god
going_for
good_as
good_idea
gorgeous
grade
grade_d
great
great_acting
great_as
great_film
great_job
great_movie
greatest
gripping
gritty
growing_up
guess
guy
hackneyed
had_high
half
happiness
happy
haunting
heart
heartbreaking
helps
highly
highly_recommend
highly_recommended
hilarious
holds
honestly
hooked
hoping
horrible
horribly
horrid
hour
hours_of
how_bad
how_did
how_not
human
i'm
i'm_afraid
i'm_sorry
idea
ideal
idiotic
if
if_this
illogical
images
impact
important
impressed
impressive
inane
inappropriate
incoherent
incomprehensible
incredible
inept
innocence
innocent
insipid
instead
insult
insult_to
insulting
intelligent
intense
interesting_but
irritating
isn't_even
it's_just
jean
job
joke
journey
joy
joy_to
junk
just
just_awful
just_bad
just_didn't
just_doesn't
just_great
just_isn't
just_not
just_plain
just_too
just_wasn't
keeps
lack
lack_of
lacked
lacking
lackluster
lacks
lame
late
later
laughable
laughably
lazy
least
life
lifeless
light
liked
little_film
little_to
live
lives
look_like
looked
looked_like
looking
looks
looks_like
lousy
love
love_this
loved
loved_this
lovely
low
ludicrous
made_this
magnificent
main_problem
make
makers
makes
makes_this
man
many
marvelous
masterful
masterpiece
matthau
may
may_not
maybe
mean
mediocre
meets
memorable
mesmerizing
mess
might
mildly
minutes
minutes_into
minutes_of
miscast
miserably
miss_this
money
money_back
money_on
monster
more_like
most
most_boring
moved
movie_just
movie_sucks
moving
mst3k
much_better
muddled
music
must_for
must_see
mystery_science
natural
nature
neither
nevertheless
new
nicely
no
no_plot
no_real
no_sense
no_story
no_wonder
noir
non_existent
none
none_of
nonsense
not_be
not_enough
not_even
not_funny
not_good
not_make
not_much
not_one
not_perfect
not_recommend
not_recommended
not_that
not_very
not_watch
not_worth
notch
nothing
nothing_more
nothing_to
nowhere
nudity
obnoxious
obvious
obviously
of_crap
of_fun
of_human
of_time
of_war
off
offensive
often
oh
ok
okay
olds
on_dvd
on_this
one_dimensional
one_good
one_of
one_star
only
only_complaint
only_good
only_reason
only_redeeming
only_saving
only_thing
or
or_something
original
oscar
others
otherwise
outstanding
overlooked
own
paced
paid
painful
painful_to
painfully
paint
paper
pathetic
perfect
perfect_as
perfect_in
perfection
perfectly
performance
performance_as
performances
performances_by
personal
piece_of
pile
pitiful
plan_9
played
plays
pleasant
pleasantly
pleasantly_surprised
pleasure
plot
plus_side
poignant
point
pointless
poor
poorly
poorly_written
portrait
portrait_of
portrayal
portrayal_of
positive
potential
potential_but
power_of
powerful
predictable
premise
pretentious
pretty_bad
problem
producers
project
promising
provides
provoking
quiet
quite
random
rare
raw
realistic
reality
really_bad
really_enjoyed
really_good
really_liked
really_wanted
reason
recently
recommend
recommend_this
recommended
redeeming
refreshing
relate
relationship
release
released
remarkable
remotely
rent
rented
rented_this
repetitive
rest
ridiculous
rip_off
riveting
romantic
rubbish
ruined
sadly
sadness
same_time
sat_through
satisfying
save
save_this
save_yourself
saving
saving_grace
saw_this
science_theater
scientist
score
screaming
script
seagal
season
seconds
see
see_for
seemed
seemed_to
seems
sees
sense_of
sensitive
sequel
series
sex
shallow
sharp
shelf
shines
should
should_never
shows
shows_how
silly
simple
simplicity
sit_through
sitting_through
skip
skip_this
small
so_bad
so_boring
so_called
so_predictable
so_real
so_well
society
solid
some_good
some_kind
some_sort
someone
something_better
sometimes
sorry
sorry_but
soundtrack
spectacular
spent
splendid
stands
stay_away
steals
stick
stick_to
still
stinker
stinks
stock
stock_footage
story
story_of
strength
strong
stunning
stupid
stupidity
sub_par
subtle
sucked
sucks
superb
superbly
supporting
suppose
supposed
supposed_to
supposedly
surprised
surprising
surprisingly
surreal
sweet
t
takes
tale
tasteless
tears
tedious
tells
terrible
terrible_movie
terribly
terrific
than_this
thanks
that's_about
that_bad
that_will
that_would
theater_3000
themes
then
there
thin
thing
thing_about
this_bad
this_crap
this_garbage
this_gem
this_great
this_junk
this_mess
this_movie
this_piece
this_thing
this_travesty
this_turkey
thoroughly_enjoyed
those_who
thought_provoking
through_this
thrown
thumbs_up
timeless
times
tired
tiresome
to_all
to_be
to_believe
to_make
to_recommend
to_sit
to_waste
to_write
today
today's
together
tolerable
too_many
top
top_notch
total
touch
touched
touches
touching
traditional
tragedy
tragic
trash
travesty
treat
tremendous
tried
tries
tripe
trite
true
truly
truly_awful
trying
turd
turkey
two_hours
ugly
unbelievable
unconvincing
underrated
understated
unexpected
unfolds
unforgettable
unfortunately
unfortunately_this
unfunny
uninspired
unintentional
unintentionally
unintentionally_funny
uninteresting
unique
unless
unlike
unlikeable
unnecessary
unrealistic
unusual
unwatchable
useless
utter
value
very
very_bad
very_boring
very_different
very_disappointed
very_disappointing
very_enjoyable
very_entertaining
very_funny
very_good
very_little
very_moving
very_poorly
very_real
very_well
vhs
viewing
viewings
walked
walked_out
walking_around
wanted_to
war
warm
wasn't
wasn't_funny
waste
waste_of
wasted
wasting
watchable
watching
watching_this
way_too
ways
weak
well
well_acted
well_as
well_done
well_worth
well_written
what_makes
whatsoever
who
whole_movie
why
why_did
why_do
will
will_enjoy
with_great
with_this
without_any
witty
wonder
wonderful
wonderful_film
wonderfully
wooden
works
world
world_of
worse
worse_than
worst
worst_film
worst_films
worst_movie
worst_movies
worthless
would
would_be
would_love
would_recommend
wouldn't
wouldn't_recommend
wrenching
write
writers
writing
wrong
yawn
year_olds
years
yet
young
